export default function No_azart() {
    return (
        <div className="static">
            <h3>1. Является ли данный проект азартной игрой?</h3>
            <div className="inner">
                Однозначно нет.
                <br/> Проект не являет собой азартную игру.
                <br/> Распределение пожертвований! Каждый участник проекта получает доступ к системе
                пожертвований на добровольной основе, при этом, с одновременной возможностью получить
                пожертвование от иных пользователей в рамках проекта.
            </div>
            <h3>2. Каким образом ведется работа системы пожертвований на добровольной основе? </h3>
            <div className="inner">
                <br/> 2.1. Пополнение баланса в системе осуществляется добровольно.
                <br/> 2.2. Сумма добровольного пожертвования определяется участником системы исключительно по
                собственному усмотрению.
                <br/> 2.3. Для получения пожертвования участнику проекта необходимо сделать ставку.
                <br/> 2.4. Сумма пожертвования генерируется системой случайным образом.
            </div>
            <h3>3. Что представляет собой выигрыш в рамках данного проекта?</h3>
            <div className="inner">
                Выигрыш в системе представляет собой получение участником проекта внутриигровых денег. Сумма
                выигрыша генерируется системой случайным образом.
            </div>
            <h3>4. Существуют ли гарантии того, что проект не относится к азартным играм?</h3>
            <div className="inner">
                У нас нет проигравших!
                <br/>В рамках данного проекта каждый из участников может сделать пожертвование! В свою
                очередь система служит исключительно для генерирования случайного числа.
                <br/>Предварительно, все участники системы принимают соответствующее <a href="index.html#"
                                                                                        data-toggle="modal"
                                                                                        data-target="#modalRules">Пользовательское
                соглашение</a>.
            </div>
            <div className="cls"></div>
        </div>
    )
}
