export default function Rules() {
    return (
        <div className="popup-body">
            <div className="static" style={{fontSize: "12px"}}>
                <h1>Пользовательское соглашение</h1>
                <h3>1. ПРЕДМЕТ И ОБЩИЕ ПОЛОЖЕНИЯ</h3>
                1.1. Настоящее соглашение представляет собой официальное предложение (оферта) на пользование
                услугами сервиса {"«<?=$_SERVER['HTTP_HOST']?>»"} и его "зеркал" (далее – «Сервис»), адресованного
                дееспособным
                физическим лицам, принявшим (акцептовавшим) настоящую оферту на перечисленных ниже условиях.
                <br/>
                1.2. В соответствии с п. 2 ст. 437 ГК РФ данный документ является публичной офертой и в случае
                принятия изложенных ниже условий, лицо, осуществившее акцепт настоящей оферты (пользователь),
                становится Участником проекта. В соответствии с п. 3 ст. 438 ГК РФ акцепт оферты равносилен
                заключению договора на условиях, изложенных в оферте.
                <br/>
                1.3. Указанное в настоящем Соглашении безоговорочно принимается Участником.
                <br/>
                1.4. Услугами Сервиса могут пользоваться исключительно лица, достигшие совершеннолетия (18 лет).
                <br/>
                1.5. Сервис представляет собой систему добровольных пожертвований, принадлежит его организатору
                и находится в сети Интернет непосредственно по адресу <a
                href="/">{"<?=$_SERVER['HTTP_HOST']?"}</a> (включая домены следующих уровней, относящихся к
                данным адресам, а также "зеркала" сайта в доменных зонах .ru, .cc, .com и т.д.).
                <br/>
                1.6. Каждый Участник получает доступ к системе пожертвований на добровольной основе, с
                одновременной возможностью получить пожертвование от иных Участников Сервиса.
                <br/>
                1.7. Отношения между Сервисом и Участником считаются надлежаще оформленными с момента акцепта
                оферты и не требуют двустороннего подписания в письменном виде.
                <br/>
                1.8. Акцептом настоящей оферты для Участника признается начало использования Сервиса, его
                отдельной функции, либо прохождение процедуры регистрации на сайте.
                <br/>
                1.9. Независимо от факта регистрации или авторизации Пользователя на Сайте, использование Сайта,
                включая просмотр размещенной на Сайте информации, означает согласие Участника с настоящим
                соглашением.
                <br/>
                1.10. Используя и/или посещая любые разделы сайта, Участник: <br/>
                • соглашается использовать средства электронной коммуникации для заключения договоров; <br/>
                • отказывается от любых применимых в данном случае прав или требований, для которых необходима
                собственноручная подпись, в той степени, в которой это допускается любым применимым
                законодательным актом.
                <br/>
                1.11. Если Участник не согласен принять и следовать условиям Соглашения, он не должен
                регистрировать аккаунт и/или прекратить использовать аккаунт. Дальнейшее использование Сервиса
                будет рассматриваться как согласие Участника с условиями настоящего Соглашения.
                <br/>
                1.12. Участник осознает и согласен с тем, что он должен самостоятельно оценивать все риски,
                связанные с использованием Сервиса, включая оценку его надежности, полноты или полезности.
                <br/>
                1.13. Администрация Сервиса осуществляет техническую поддержку Участника по вопросам, связанным
                с функциональностью Сервиса и с особенностями эксплуатации Сервиса.
                <br/>
                <h3>2. УЧЁТНАЯ ЗАПИСЬ УЧАСТНИКА</h3>
                2.1. Способом непосредственной регистрации учетной записи является авторизация Участника с
                помощью регистрационных данных социальной сети «Вконтакте».
                <br/>
                2.2. Участник принимает на себя обязательство хранения конфиденциальности информации,
                размещенной в его учетной записи, и доступа к своей учетной записи.
                <br/>
                2.3. В случае непосредственного нарушения Участником условий настоящего соглашения, а также
                действующих законов РФ, Сервис вправе в любое время заблокировать или удалить учетную запись
                Участника без возможности ее восстановления и без объяснения причин.
                <br/>
                2.4. Участник обязуется своевременно сообщить о противозаконном доступе к его учетной записи,
                противозаконном использовании его учетной записи, по средствам технической поддержки Сервиса.
                <br/>
                2.5. Сервис не несет ответственности за разглашение учетной записи Участника третьим лицам и в
                случае несанкционированного доступа третьих лиц к учетной записи Участника.
                <br/>
                <h3>3. ПРАВИЛА ПОЛЬЗОВАНИЯ СЕРВИСОМ. ВЫИГРЫШ.</h3>
                3.1. Пополнение баланса в Сервисе осуществляется Участником добровольно.
                <br/>
                3.2. Сумма добровольного пожертвования определяется Участником исключительно по собственному
                усмотрению.
                <br/>
                3.3. Участник пополняет собственный счет на Сервисе посредством специализированных платежных
                платформ «Free-Kassa» и «Piastrix». Для пополнения счёта Участнику необходимо предварительно
                перейти в личный кабинет, затем нажать «Пополнить баланс».
                <br/>
                3.4. Для получения пожертвования Участнику необходимо сделать ставку в рублях РФ.
                <br/>
                3.5. Выигрыш в Сервисе представляет собой получение Участником пожертвования, сумма которого
                генерируется случайным образом (билетный алгоритм).
                <br/>
                3.6. Для вывода денежных средств Участнику следует предварительно перейти в личном кабинете,
                затем нажать «Вывести». Для вывода денежных средств Участнику необходимо пополнить свой баланс
                минимум на 500 рублей.
                <br/>
                3.7. Минимальная сумма вывода составляет 50 рублей.
                <br/>
                3.8. Для вывода денежных средств необходимо сделать ставки на 50% от суммы пополнения.
                <br/>
                3.9. Игровые средства после подачи соответствующего запроса (запрос на вывод средств) Участником
                зачисляются Сервисом на игровой счет другого Участника в течение 48 часов. В том случае, если по
                истечению данного времени деньги не поступили на счёт, Участнику следует обратиться за помощью к
                специалистам технической поддержки Сервиса любым удобным способом.
                <br/>
                3.10. Выигранные при использовании бонусов денежные средства нельзя снять со счета, пока все
                бонусы не отыграны х25. Отыграть бонус х25 – значит сделать в играх ставок в 25 раз больше суммы
                бонуса. Например, если Участник получил бонус в размере 100 рублей, то необходимое количество
                ставок, обозначаемое словом, равно 2500 рублей.
                <br/>
                3.11. Участник может отыграть бонусы на любой игре на сайте.
                <br/>
                3.12. До полного отыгрывания бонусов выплаты выигрышей не производятся.
                <br/>
                <h3>4. КОНФИДЕНЦИАЛЬНОСТЬ</h3>
                4.1. Сервис гарантирует абсолютную конфиденциальность информации, предоставленной Участником
                Сервису.
                <br/>
                4.2. Личные данные Участника могут быть представлены третьим лицам исключительно в случаях
                непосредственного нарушения действующих законов РФ, в случаях оскорбительного поведения, клеветы
                в отношении третьих лиц.
                <br/>
                <h3>5. КАТЕГОРИЧЕСКИ ЗАПРЕЩЕНО</h3>
                5.1. Размещение информации, содержащей поддельные (неправдивые) данные.
                <br/>
                5.2. Передача любой информации или материалов, способных повлечь за собой несущественный, или
                существенный вред третьим лицам, нарушить действующий закон РФ в отношении третьих лиц.
                <br/>
                5.3. Размещение информации неправдоподобного характера с целью получения противозаконного
                доступа к учетной записи.
                <br/>
                5.4. Размещение информации общерелигиозного, общеполитического характера.
                <br/>
                5.5. Регистрация Участником более чем одной учетной записи.
                <br/>
                5.6. Передача информации иным, третьим лицам, содержащей данные для доступа к личной учетной
                записи Участника.
                <br/>
                5.7. Размещение оскорблений, проявление агрессии касательно Участников или администрации
                Сервиса.
                <br/>
                5.8. Размещение юзерпика, содержащего элементы разврата, агрессии в любых ее проявлениях,
                элементы рекламного характера.
                <br/>
                5.9. Наносить вред работе системы Сервиса.
                <br/>
                5.10. Размещение информации, способной повлечь за собой вред третьим лицам.
                <br/>
                <h3>6. ОТВЕТСТВЕННОСТЬ СТОРОН</h3>
                6.1. Пополняя баланс на Сервисе любыми платежными системами, тратя средства со своего баланса,
                Участник берет на себя полную ответственность за свои действия.
                <br/> 6.2. Сервис никак не принуждает, не настаивает делать какие-либо действия. Также как не
                призывает и не мотивирует увеличить средства на Сервисе.
                <br/> 6.3. Сервис не дает 100% гарантии, что ставки на играх Сервиса даст возможность увеличить
                средства Участника на его балансе.
                <br/> 6.4. Участник соглашается с тем, что в случае потери средств со своего баланса (проигрыша)
                в той или иной игре, Сервис возврат денежных средств Участнику не производит.
                <br/> 6.5. Сервис несет ответственность за хранение и обработку персональных данных Участника,
                обеспечивает конфиденциальность этих данных в процессе их обработки. Сервис не несет
                ответственности за персональные данные Участника, похищенные в результате хакерских атак.
                <br/> 6.6. Сервис не несет ответственности за не работу сайта в связи с проблемами хостинга,
                ddos-атаками на сайт или хостинг, иных каких-то не зависящих от Сервиса причин.
                <br/>
                <h3>7. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h3>
                7.1. Соглашение вступает в силу с даты акцепта и действует до тех пор, пока Участник или Сервис
                не расторгнут его, что может быть осуществлено в любое время. В случае расторжения Соглашения
                Участник незамедлительно прекращает использование Сервиса.
                <br/>7.2. Право пользования Сервисом прекращается и Соглашение расторгается автоматически без
                уведомления об этом Участника, если Участником не будут соблюдаться условия настоящего
                Соглашения.
                <br/>7.3. В случае отзыва настоящего Соглашения в течение срока его действия настоящее Соглашение
                считается прекращенным с момента отзыва. Отзыв осуществляется путем размещения соответствующей
                информации на Сервисе.
                <br/>7.4. Участник не вправе уступать или передавать свои права по настоящему Соглашению без
                предварительного письменного согласия Сервиса. Администрация Сервиса может уступить все права и
                обязательства по настоящему Соглашению дочерней компании, аффилированному лицу или
                правопреемнику без согласия Участника.
                <br/>7.5. В случае возникновения споров и разногласий, возникших в связи с исполнением настоящего
                Соглашения, в том числе, но не ограничиваясь, в связи с использованием Сервиса должны решаться
                путем переговоров между сторонами, которые не будут превышать 30 (тридцать) календарных дней с
                даты получения первоначального уведомления соответствующей стороной. В случае недостижения
                согласия между сторонами по спорным вопросам, все споры и разногласия должны рассматриваться
                судом по месту регистрации администрации Сервиса.
                <br/>7.6. Сервис оставляет за собой право в одностороннем порядке вносить изменения в настоящее
                Соглашение. Изменения вступают в силу с момента публикации, если иной срок отдельно не оговорен.
                <br/>7.7. Участник обязан самостоятельно отслеживать изменения в настоящем Соглашении. В случае
                если вследствие невыполнения настоящего обязательства у Участника возникли убытки, Сервис не
                несет за них никакой ответственности.
                <br/>7.8. Использование Сервиса после внесения изменений означает безусловное принятие (акцепт)
                Участником условий обновленной редакции Соглашения.
                <br/>7.9. Если какое-либо положение настоящего Соглашения будет признано недействительным
                компетентным государственным органом, остальные положения остаются неизменными и сохраняют
                полную силу и действие.
                <br/>7.10. Во всем остальном, что не предусмотрено настоящим Соглашением, стороны руководствуются
                действующим законодательством Российской Федерации.
                <br/>7.11. Все объекты Сервиса, в том числе элементы дизайна, текст, графические изображения,
                другие объекты, являются объектами исключительных прав Сервиса. Объекты не могут быть
                использованы без предварительного разрешения правообладателя. Использование Участником объектов
                в личных, некоммерческих, коммерческих целях, возможно при условии сохранения всех знаков охраны
                авторского права, товарных знаков, и сохранении соответствующего объекта в неизменном виде.
                Исключение составляют случаи, прямо предусмотренные законодательством РФ или настоящим
                Соглашением.
                <br/>7.12. Заключая соглашение и передавая персональные данные при регистрации на Сайте, Участник
                выражает согласие на предоставление своих персональных данных для целей обработки и хранения
                Сервисом в соответствии с Политикой конфиденциальности в отношении обработки персональных
                данных, размещенной на Сайте. Обработка внесенных Участником при заключении соглашения
                персональных данных осуществляется на основании ФЗ «О персональных данных» №152-ФЗ от
                27.07.2006.
            </div>
        </div>
    )
}
