export default function CardBlock() {
    return (
        <div className="card-block" style={{display:"none"}}>
            <div className="card-text">
                <h1>{"? = $sitename ?"}</h1>
                <p>Если вы не знаете, чем заняться сегодня вечером, то рекомендуем вам обратить внимание на <b>онлайн
                    игру {"? = $sitename ?"}</b>. Интернет сервис {"? = $sitename ?"} представляет собой состязание с выбором
                    суммы и шанса победы. Здесь не только увлекательные развлечения, но и множество преимуществ.</p>
                <h2>{"? = $sitename ?"} - мобильная версия</h2>
                <p>Глобальный прогресс не стоит на месте и сегодня есть у каждого возможность играть в нвути онлайн с
                    мобильных
                    устройств. Наш настоящий сайт v полностью адаптивен к вашим гаджетам. Официальный сайт становится
                    доступен
                    вне дома, будь-то работа, школа или парк.</p>
                <p>Другими словами, сервис Нвути предлагает своим пользователям играть с мобильных устройств, причем для
                    этого
                    не нужно скачивать и устанавливать на свой телефон дополнительные приложения.</p>

                <h3>Играть на официальном сайте нвути в полном объёме честно</h3>

                <p>Так как в начале каждой игры виден хеш-код игры, благодаря ему не составит труда проверить сражение
                    нвути.
                    Вкладывая средства, вы можете быть уверены в том, что администрация сайта не выдает вам фальшивые
                    данные,
                    поскольку разработчики nvuti каждый день совершенствуют систему.</p>

                <h3>Игра базируется на бонусах</h3>

                <p>Если выпадает символ разброса, то начисляется стартовый бонус nvuti. Это означает, что игрок получает
                    возможность <b>играть без депозита</b>.</p>
                <p>При этом на счет начисляются настоящие деньги, следовательно пользователь может поэкспериментировать
                    с
                    разнообразными стратегиями. Мы постоянно предоставляет различные бонусы и настоящие раздачи денег,
                    которые
                    дают шанс выиграть приз - Джек-пот.</p>

                <h3>Делитесь с друзьями ссылкой нвути</h3>
                <p>Приглашайте друзей выиграть денежный куш, сидя дома на диване или кресле, где вас ничего не
                    отвлекает.
                    Продвинутая реферальная система начисляет 10% за каждый депозит. Для этого проделайте один легкий
                    шаг -
                    отправьте ему ссылку на <b>сайт Нвути бест</b> или разместите в социальных сетях, форумах.</p>
                <p>На подлинном сайте поддерживается более 20 видов оплаты, таких как: QIWI, WebMoney, VISA, MasterCard,
                    Dash,
                    Bitcoin, Payeer и многие другие. Посетители мгновенных игр часто задаются вопросом: «А какая у вас
                    комиссия
                    при пополнении?» Мы с радостью отвечаем, что на сайте <b>nvuti</b> никогда не было и не будет
                    издержек.</p>
                <p>По всем вопросам, связанным с регистрацией, можно проконсультироваться со службой
                    онлайн-техподдержки,
                    доступной в любое время.</p>

                <h4>Быстрые выплаты на настоящем сайте {"? = $sitename ?"}</h4>
                <p>Программисты нашего официального сайта тащтельно слядет за игрой нвути. Благодаря им, вывод
                    осуществляется за
                    считанные минуты на любую платежную систему электронных денег.</p>
                <p>Хотим заметить, что выплата возможна только на кошелек с которого был пополнен баланс на сайте нвути.
                    Это
                    одна из мер безопасности сайта {"? = $sitename ?"} для защиты вашего баланса аккаунта от
                    мошенников.</p>

            </div>
        </div>
    )
}
